Repository: lardoon/chaos
Catalog: lang/*.po
Languages: es

source: (DEAD)
es: (MUERTO)

source: ASLEEP
es: DORMIDO

source: BLIND
es: CIEGO

source: OUT OF RANGE
es: NO ALCANZA

source: NO LINE OF SIGHT
es: NO SE VE

source: SPELL FAILS
es: EL HECHIZO FALLA

source: SPELL SUCCEEDS
es: HECHIZO EXITOSO

source: OK
es: TERMINADO

source: COMBAT=
es: COMBATE=

source: RANGED COMBAT=
es: COMBATE A DISTANCIA=

source: RANGE=
es: RANGO=

source: DEFENCE=
es: DEFENSA=

source: MOVEMENT ALLOWANCE=
es: RANGO DE MOVIMIENTO=

source: MANOEUVRE RATING=
es: ÍNDICE DE MANIOBRA=

source: MAGIC RESISTANCE=
es: RESISTENCIA A MAGIA=

source: CASTING CHANCE=
es: POSIBILIDAD DE ÉXITO=

source: SPELLS=
es: HECHIZOS=

source: ABILITY=
es: HABILIDAD=

source: KNIFE
es: FILO

source: SWORD
es: ESPADA

source: ARMOUR
es: ARMADURA

source: SHIELD
es: ESCUDO

source: FLYING
es: VUELA

source: SHADOW
es: SOMBRA

source: (CHAOS
es: (CAOS

source: (LAW
es: (LEY

source: MOUNT
es: MONTURA

source: UNDEAD
es: MUERTO VIVIENTE

source: EXAMINE SPELL
es: EXAMINAR HECHIZO

source: SELECT SPELL
es: ELEGIR HECHIZO

source: EXAMINE BOARD
es: EXAMINAR TABLA

source: CONTINUE WITH GAME
es: SEGUIR CON EL JUEGO

source: QUIT GAME
es: SALIR DEL JUEGO

source: REALLY QUIT?
es: ¿SALIR DE VERDAD?

source: ENGAGED TO ENEMY
es: EN CONFLICTO

source: DISMOUNT WIZARD?
es: ¿DESMONTA?

source: MOVEMENT RANGE=
es: RANGO=

source: (FLYING)
es: (VOLANDO)

source: RANGED COMBAT,RANGE=
es: RANGO, TIRANDO=

source: CONTINUE THE BATTLE?
es: ¿SEGUIR CON LA BATALLA?

source: YES
es: SÍ

source: PRESS
es: PULSA

source: THE CONTEST IS DRAWN BETWEEN
es: HAY EMPATE

source: 'S TURN
es: , TE TOCA

source: MEDITATES
es: MEDITA

source: MOVEMENT POINTS LEFT=
es: QUEDAN PARA MOVER=

source: UNDEAD-CANNOT BE ATTACKED
es: NO SE PUEDE ATACAR-NOMUERTO

source: 'S CREATIONS
es: Y SU CREACIONES

source: PRESS START TO END TURN
es: PULSA START PARA TERMINAR

source: THE WINNER IS:
es: HA GANADO:

source: END
es: FIN

source: Round Limit
es: Max. Rondas

source: Old Bugs
es: Trampas

source: New Features
es: Cosas Nuevas

source: Sound On
es: Sonido

source: Sound Test
es: Prueba Sonido

source: Language
es: Idioma

source: ON
es: SI

source: OFF
es: NO

source: DEFAULT
es: POR DEFECTO

source: OFF
es: INFINITAS

source: GAME OPTIONS
es: OPCIONES DEL JUEGO

source: BACK
es: ATRÁS

source: MORE OPTIONS
es: MÁS OPCIONES

source: Computer
es: Ordenador

source: Human
es: Humano

source: How many players?
es: ¿Cuantos juegan?

source: NEW SPELL FOR
es: NUEVO HECHIZO PARA

source: DONE
es: HECHO

source: ILLUSION?
es: ¿ILUSIÓN?

source: Spells cast as illusions never fail but can be disbelieved
es: Hechizos creados como ilusiones nunca fallan pero desaparecen si alguien desconfias

source: HERE OR
es: AQUÍ O

source: TO GO BACK
es: PARA VOLVER

source: 'S SPELLS
es: HECHIZOS

source: CHAOS -THE BATTLE OF WIZARDS
es: CAOS -BATALLA DE LOS BRUJOS

source: By Julian Gollop
es: Por Julian Gollop

source: by Quirky
es: por Quirky

source: Tap to Start
es: Toca para empezar

source: Press
es: Pulsa

source: START
es: EMPIEZA

source: OPTIONS
es: OPCIONES

source: CONTINUE
es: CONTINUA

source: MENU
es: MENÚ

source: RIGHT
es: DERECHA

source: LEFT
es: IZQUIERDA

source: UP
es: ARRIBA

source: DOWN
es: ABAJO

source: SEARCH
es: BUSCAR

source: TOUCH
es: TOCA

source: Disbelieve
es: Desconfiar

source: Meditate
es: Meditar

source: King Cobra
es: Cobra

source: Dire Wolf
es: Lobo Feroz

source: Goblin
es: Duende

source: Crocodile
es: Cocodrilo

source: Troll
es: Trol

source: Faun
es: Fauno

source: Lion
es: León

source: Elf
es: Elfo

source: Orc
es: Orco

source: Bear
es: Oso

source: Gorilla
es: Gorila

source: Ogre
es: Ogro

source: Hydra
es: Hidra

source: Giant Rat
es: Rata Gigante

source: Giant
es: Gigante

source: Horse
es: Caballo

source: Unicorn
es: Unicornio

source: Centaur
es: Centauro

source: Pegasus
es: Pegaso

source: Gryphon
es: Grifo

source: Manticore
es: Mantícora

source: Bat
es: Murciélago

source: Green Dragon
es: Dragón Verde

source: Red Dragon
es: Dragón Rojo

source: Golden Dragon
es: Dragón Dorado

source: Harpy
es: Harpía

source: Eagle
es: Águila

source: Vampire
es: Vampiro

source: Ghost
es: Fantasma

source: Spectre
es: Espectro

source: Wraith
es: Aparición

source: Skeleton
es: Esqueleto

source: Zombie
es: Zombi

source: Gooey Blob
es: Masa Viscosa

source: Magic Fire
es: Fuego Mágico

source: Magic Wood
es: Bosque Mágico

source: Shadow Wood
es: Bosque Sombrío

source: Magic Castle
es: Castillo

source: Dark Citadel
es: Ciudadela

source: Wall
es: Pared

source: Magic Bolt
es: Rayo Mágico

source: Blind
es: Cegar

source: Lightning
es: Rayo Largo

source: Magic Sleep
es: Sueño Mágico

source: Vengeance
es: Venganza

source: Justice
es: Justicia

source: Dark Power
es: Poder Oscuro

source: Decree
es: Decreto

source: Magic Shield
es: Escudo Mágico

source: Magic Armour
es: Armadura

source: Magic Sword
es: Espada Mágico

source: Magic Knife
es: Filo Mágico

source: Magic Bow
es: Arco Mágico

source: Magic Wings
es: Alas Mágicas

source: Law 1
es: Ley 1

source: Law 2
es: Ley 2

source: Chaos 1
es: Caos 1

source: Chaos 2
es: Caos 2

source: Shadow Form
es: Sombra Forma

source: Subversion
es: Subversión

source: Mutation
es: Mutación

source: Raise Dead
es: Reanimación

source: Turmoil
es: Tormenta

source: Dispels an illusory creature
es: Deshace una criatura falsa

source: The wizard tries to think of a new spell but misses a movement turn
es: El brujo intenta crear un nuevo hechizo pero tiene que quedarse quieto

source: Spreads and suffocates but may be harmed
es: Se extiende y sofoca pero se puede dañar

source: Unstoppable fire that spreads and burns
es: Un fuego imparable que se extiende quemando todo

source: Up to 8 trees are created with new spells hidden in their branches
es: Entre las ramas de los hasta 8 arboles se esconden nuevos hechizos

source: Creates up to 8 dark sentries with razor sharp boughs
es: Crea hasta 8 centinelas oscuras con ramas afiladas

source: A wizard can hide in this fortress and be protected from harm
es: Dentro de esta fortaleza, un brujo puede esconderse a salvo

source: Up to 4 brick walls that block spells and ranged attacks
es: Hasta 4 paredes de ladrillo paran hechizos y ataques de lejos

source: Weak long range magical attack
es: Ataque mágico flojo pero de larga distancia

source: A blinded creature moves slowly and loses attack power
es: Una criatura cegado mueve más despacio y pierde su poder de combate

source: Strong magical attack with a short range
es: Ataque mágico fuerte pero de corta distancia

source: A sleeping creature cannot move or defend itself
es: Una criatura durmiendo no puede moverse ni defenderse

source: 1 chance to destroy a creature or all of a wizard's creatures
es: Una oportunidad para destruir las creaciones de un oponente

source: 3 chances to destroy a creature or all of a wizard's creatures
es: 3 oportunidades para destruir las creaciones de un oponente

source: Increases a wizard's defence
es: Aumenta la defensa de un brujo

source: Greatly increases a wizard's defence
es: Aumenta mucho la defensa de un brujo

source: Greatly increases a wizard's combat
es: Aumenta mucho el combate de un brujo

source: Increases a wizard's combat
es: Aumenta el combate de un brujo

source: Grants ranged combat for wizards
es: Aumenta el combate de un brujo

source: Allows a wizard to fly
es: Permite que un brujo pueda volar

source: Alters the balance of the universe
es: Altera el equilibrio del universo

source: Greatly alters the balance of the universe
es: Altera mucho el equilibrio del universo

source: Wizard becomes fleet of foot until they engage in combat
es: El brujo vuelve veloz, hasta que entra en combate

source: Take control of an enemy creature
es: Toma el control de una criatura enemiga

source: Changes a creature into a random new form
es: Cambia la victima a una nueva forma al azar

source: Reanimate a dead creature
es: Resucita una criatura muerta

source: Randomly move all creatures and objects to new locations
es: Mueve a nuevos sitios al azar todos los brujos, criaturas y otros objetos
